/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Bęcnij, aby się połączyć";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Połączyć z %@?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Łączenie...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Sieć niedostępna";
/* No button for Bump API popup */
"No"="Nie";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="No match - please try again.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="Drugi użytkownik anulował bęcnięcie.";
/* Tell the user to please try bumping again. */
"Please bump again."="Bęcnij jeszcze raz";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Czasem trzeba bęcnąć dwa razy.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Nagrzewanie";
/* Yes button for Bump API popup */
"Yes"="Tak";�